Repository: spreeker/democracygame
Catalog: democracy/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Dutch
nl: Nederlands

source: English
nl: Engels

source: Spanish
nl: Spaans

source: German
nl: Duits

source: French
nl: Frans

source: You voted successfully on %s
nl: u heeft gestemd op "%s"

source: You created issue "%s" successfully
nl: uw voorstel "%s" is toegevoegd

source: parliament member
nl: kamerlid

source: party program
nl: partij programma

source: %(user)s multiplies for %(issue)s
nl: %(user)s verzwaart %(issue)s

source: You have no multiplies left
nl: U mag geen voorstellen meer verzwaren

source: You cannot not multiplie on your own issues
nl: U mag uw eigen voorstellen niet verzwaren

source: succesfully added multiply
nl: Voorstel weegt nu zwaarder

source: your issue title
nl: mijn voorstel titel

source: arguments
nl: argumenten

source: external source of information
nl: Meer informatie

source: source type
nl: bron

source: your vote
nl: jouw stem

source: book
nl: boek

source: image
nl: beeld

source: Against
nl: tegen

source: Blank
nl: Blanco

source: You did not pick a valid option
nl: u heeft geen geldige optie gekozen

source: You voted succesfull, to save your votes please register
nl: Stem was succesvol. Om uw stemmen op te slaan moet u zich registreren.

source: You cannot multiply yet!
nl: U mag geen voorstellen meer verzwaren

source: Username
nl: gebruikersnaam

source: blank
nl: blanco

source: democracy game
nl: democratiespel

source: all issues
nl: alle voorstellen

source: your issues
nl: mijn voorstellen

source: members
nl: leden

source: search issue
nl: zoek voorstel

source: pick language..
nl: kies een taal...

source: previous
nl: vorige

source: Page
nl: pagina

source: of
nl: van

source: next
nl: volgende

source: Agree
nl: eens

source: Disagree
nl: oneens

source: blank vote because..
nl: blanco stem, want...

source: multiply
nl: verzwaar

source: by
nl: door

source: extra information
nl: meer informatie

source: Vote!
nl: stem!

source: popular
nl: populair

source: controversial
nl: controversieel

source: new
nl: nieuw

source: for
nl: voor

source: against
nl: tegen

source: unseen
nl: ongezien

source: Publish
nl: publiceer

source: Hide
nl: verberg

source: Make sure you check your spelling. It is not possible to change your issue later. We do not allow change because people might have voted. If content changes, votes are invalidated. You can hide the old issue.
nl: Zorg ervoor dat uw spelling correct is. Het is niet mogelijk om later uw voorstel te wijzigen. We staan dit niet toe, omdat mensen gestemd kunnen hebben. Als de inhoud verandert worden bestaande stemmen ongeldig. U kunt uw voorstel verbergen. Als u een voorstel wilt wijzigen maakt u gewoon een nieuw voorstel.

source: propose issue
nl: doe een voorstel

source: submit issue
nl: bewaar voorstel

source: You cannot propose yet, you need 30 points
nl: U kunt geen voorstel doen, u heeft meer punten nodig.

source: Make sure you check your spelling. It is not possible to change your issue later. We do not allow change because people might have voted. If content changes, votes are invalidated. You can archive / hide the old issue by not publishing your issue.
nl: Zorg ervoor dat uw spelling correct is. Het is niet mogelijk om later uw voorstel te wijzigen. We staan dit niet toe, omdat mensen gestemd kunnen hebben. Als de inhoud verandert worden bestaande stemmen ongeldig. U kunt uw voorstel verbergen. Als u een voorstel wilt wijzigen maakt u gewoon een nieuw voorstel.

source: Your issues
nl: uw voorstellen

source: You cannot propose yet, you need more points
nl: U kunt geen voorstel doen, u heeft meer punten nodig.

source: Proposed by you
nl: door u voorgesteld

source: Subjects
nl: onderwerpen

source: 3rd party Authorization Page
nl: autorisatiepagina voor derde partij

source: Authorize a third party
nl: autoriseer derde partij

source: You came on this page because you want to use your voting data and/or play the democracy game on an other website/service than ours. To protect your data *you* need to authorize the 3rd party on this page to acces your data. You can revoke granted acces later if you want.
nl: U bent op deze pagina gekomen omdat u uw stem data wilt delen met een derde partij, en website anders dan die van Democratiespel. Om uw data te beschermen moet u toestemming geven voor het gebruik. U kunt uw toestemming later altijd terug trekken.

source: Candidate
nl: kandidaat

source: Your candidate
nl: uw kandidaat

source: No candidate chosen yet
nl: nog geen kandidaat gekozen

source: Your followers
nl: uw volgers

source: Followers
nl: volgers

source: nobody's candidate
nl: kandidaat zonder aanhang

source: Your votes compared with
nl: jouw stemmen in vergelijking met

source: Total
nl: totaal

source: compared issues
nl: vergeleken voorstellen

source: You disagree about
nl: u bent het onderling oneens over

source: Your Vote
nl: uw stem

source: You agree about
nl: u bent het onderling eens over

source: On of you voted blank
nl: één van u heeft blanco gestemd

source: Candidate?
nl: kandidaat?

source: Try again, username and password don't match.
nl: Probeer het opnieuw, gebruikersnaam en wachtwoord komen niet overeen

source: register
nl: registreren

source: reset password
nl: | reset mijn wachtwoord

source: You are now logged out.
nl: Je bent nu afgemeld

source: log in
nl: aanmelden

source: parliament
nl: parlement

source: Rankings
nl: spelersvolgorde

source: Rank
nl: rating

source: Name
nl: naam

source: Score
nl: punten

source: Role
nl: rol

source: search user
nl: zoek speler

source: parties
nl: partijen

source: party
nl: partij

source: score
nl: punten

source: ministry
nl: minister

source: search
nl: zoeken

source: No users were found that match you query ...
nl: Gezochte gebruikers niet gevonden...

source: page %(no)s of %(np)s
nl: pagina %(no)s van %(np)s

source: rank
nl: details

source: role
nl: rol

source: title
nl: titel

source: about
nl: over ons

source: id verified
nl: gecontroleerde identiteit

source: votes public
nl: openbare stemmen

source: show identity
nl: toon identiteit

source: Change your data
nl: gegevens wijzigen

source: change password
nl: wachtwoord wijzigen

source: issues
nl: voorstellen

source: compare your votes with
nl: vergelijk uw stemmen met

source: tagcloud of
nl: tagcloud van

source: member position
nl: rang lid

source: logout
nl: afmelden

source: Login
nl: aanmelden

source: GO PLAY
nl: VEEL PLEZIER MET HET SPEL

source: Thanks for spending some quality time with the Web site today.
nl: dank u wel, tot ziens

source: Log in again
nl: meld u opnieuw aan

source: Password change successful
nl: wijzigen van wachtwoord geslaagd

source: Your password was changed.
nl: uw wachtwoord is gewijzigd

source: Password change
nl: wachtwoord wijzigen

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
nl: geef uw oude wachtwoord en voer vervolgens uw nieuwe wachtwoord twee keer in, zodat we kunnen nagaan of u het correct hebt getypt

source: Old password:
nl: oud wachtwoord:

source: New password:
nl: nieuw wachtwoord:

source: Confirm password:
nl: bevestig wachtwoord:

source: Change my password
nl: wachtwoord wijzigen

source: Password reset complete
nl: wachtwoord resetten klaar

source: Your password has been set. You may go ahead and log in now.
nl: uw wachtwoord is ingesteld, u kunt zich nu aanmelden

source: Log in
nl: aanmelden

source: Enter new password
nl: voer een nieuw wachtwoord in

source: Please enter your new password twice so we can verify you typed it in correctly.
nl: voer uw nieuwe wachtwoord twee keer in, om typfouten te voorkomen

source: Password reset unsuccessful
nl: wachtwoord resetten mislukt

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
nl: De link om uw wachtwoord te resetten was ongeldig, mogelijk omdat het al is gebruikt. We verzoeken u een nieuwe wachtwoord reset aan te vragen.

source: Password reset successful
nl: wachtwoord resetten is gelukt

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
nl: We hebben u instructies voor het instellen van uw wachtwoord gemailed

source: You're receiving this e-mail because you requested a password reset
nl: U ontvangt deze e-mail omdat u vroeg een wachtwoord te resetten

source: for your user account at %(site_name)s
nl: voor uw account op %(site_name)s

source: Please go to the following page and choose a new password:
nl: Ga naar de volgende pagina en kies een nieuw wachtwoord:

source: Your username, in case you've forgotten:
nl: Uw gebruikersnaam, voor het geval dat u die bent vergeten:

source: Thanks for using our site!
nl: Bedankt voor het spelen van Democratiespel!

source: The %(site_name)s team
nl: Het %(site_name)s team

source: Password reset
nl: | wachtwoord resetten

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
nl: Wachtwoord vergeten? Voer uw e-mailadres in en wij e-mailen u instructies voor het instellen van een nieuw wachtwoord

source: E-mail address:
nl: e-mailadres:

source: Reset my password
nl: | reset mijn wachtwoord

source: <p> You have been almost registered to </p> <p> Check your email for a confirmation email in which you can find an confirmation link you have to lookup in your browser to make your registration work. Your current votes have been saved to you profile. </p>
nl: <p> U heeft zich bijna ingeschreven voor het Democratiespel </p> <p> Controleer uw e-mail op een bevestigingsmail waarin u een bevestigingslink vindt die u moet openen in uw browser om uw registratie te bevestigen. Uw huidige stemmen worden dan opgeslagen bij uw profiel. </p>

source: Some problem ocurred, big deal.
nl: Er doet zich een fout voor. We krijgen er een melding van en gaan het repareren.

source: My votes
nl: mijn stemmen

source: odered by time
nl: gesorteerd op datum

source: DELETE
nl: wissen

source: For
nl: voor

source: Unconvincing
nl: niet overtuigend

source: Not political
nl: niet politiek

source: Can't completely agree
nl: ben het niet helemaal mee eens

source: Needs more work
nl: nog niet af

source: Badly worded
nl: slecht geformuleerd

source: Duplicate
nl: bestaat al

source: Unrelated source
nl: externe bron niet bruikbaar

source: I need to know more
nl: ik moet meer weten

source: Ask me later
nl: vraag me later

source: Too personal
nl: te persoonlijk

source: Multiply
nl: verzwaren
